evaluation/ycsb_pm_results/redis/Runa/Run2
127.0.0.1
[OVERALL], RunTime(ms), 450574
[OVERALL], Throughput(ops/sec), 22193.91265363736
[TOTAL_GCS_G1_Young_Generation], Count, 29
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 90
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.019974521388273624
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 29
[TOTAL_GC_TIME], Time(ms), 90
[TOTAL_GC_TIME_%], Time(%), 0.019974521388273624
[READ], Operations, 5002523
[READ], AverageLatency(us), 44.950210523769705
[READ], MinLatency(us), 17
[READ], MaxLatency(us), 10423
[READ], 95thPercentileLatency(us), 54
[READ], 99thPercentileLatency(us), 63
[READ], Return=OK, 5002523
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4338.0
[CLEANUP], MinLatency(us), 4336
[CLEANUP], MaxLatency(us), 4339
[CLEANUP], 95thPercentileLatency(us), 4339
[CLEANUP], 99thPercentileLatency(us), 4339
[UPDATE], Operations, 4997477
[UPDATE], AverageLatency(us), 41.33726698492059
[UPDATE], MinLatency(us), 16
[UPDATE], MaxLatency(us), 7871
[UPDATE], 95thPercentileLatency(us), 49
[UPDATE], 99thPercentileLatency(us), 59
[UPDATE], Return=OK, 4997477