evaluation/ycsb_pm_results/redis/Runa/Run9
127.0.0.1
[OVERALL], RunTime(ms), 480800
[OVERALL], Throughput(ops/sec), 20798.66888519135
[TOTAL_GCS_G1_Young_Generation], Count, 29
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 95
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01975873544093178
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 29
[TOTAL_GC_TIME], Time(ms), 95
[TOTAL_GC_TIME_%], Time(%), 0.01975873544093178
[READ], Operations, 5001151
[READ], AverageLatency(us), 47.66872945847866
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 9951
[READ], 95thPercentileLatency(us), 52
[READ], 99thPercentileLatency(us), 56
[READ], Return=OK, 5001151
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3137.0
[CLEANUP], MinLatency(us), 3136
[CLEANUP], MaxLatency(us), 3137
[CLEANUP], 95thPercentileLatency(us), 3137
[CLEANUP], 99thPercentileLatency(us), 3137
[UPDATE], Operations, 4998849
[UPDATE], AverageLatency(us), 44.434373992893164
[UPDATE], MinLatency(us), 14
[UPDATE], MaxLatency(us), 8655
[UPDATE], 95thPercentileLatency(us), 47
[UPDATE], 99thPercentileLatency(us), 53
[UPDATE], Return=OK, 4998849